Revit 2027 API
ParameterTypeId.StartJoinCutback Property
 "Start Join Cutback"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartJoinCutback { get; }
Public Shared ReadOnly Property StartJoinCutback As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartJoinCutback {
	ForgeTypeId^ get ();
}
static member StartJoinCutback : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace